import React from "react";
import { PlanCard } from "../ui/cards";

export const WindowsSoftwareTab = () => {
  const software = {
    imageUrl: "/images/software1.png",
    name: "نرم‌افزار مدیریت پروژه",
    description: "ابزاری قدرتمند برای مدیریت پروژه‌های شما.",
    features: ["مدیریت وظایف", "همکاری تیمی", "گزارش‌گیری"],
    link: "/software1",
  };
  return (
    <div className="w-full  h-auto  flex lg:flex-row flex-col items-center justify-center gap-14 mt-20 bg-[#FFF6F2] md:p-24 p-6">
      <PlanCard
        planName="پلن پایه"
        description="راهکار ساده و مقرون‌به‌صرفه برای کسب‌وکارهای کوچک و نوپا"
        features=" این بسته پایه‌ای‌ترین راهکار مدیریت فروش و عملیات صندوق برای
      کسب‌وکارهای کوچک و نوپا است. اگر رستوران، فست‌فود یا کافی‌شاپ
      شما تازه شروع به کار کرده و به دنبال ابزاری ساده، مقرون‌به‌صرفه
      و کاربردی برای مکانیزه کردن فرآیند فروش هستید، این پلن انتخاب
      مناسبی برای شماست. امکانات پایه‌ای جهت مدیریت فروش، صدور فاکتور
      و گزارش‌گیری‌های ضروری را در اختیار خواهید داشت تا با کمترین
      هزینه، گام‌های نخست دیجیتالی شدن را بردارید."
        priceInquiryText=" استعلام قیمت و مشاوره"
        selected={false}
      />

      <PlanCard
        planName="پلن متوسط"
        description="مدیریت یکپارچه فروش و مالی برای کسب‌وکارهای در حال رشد"
        features="این پلن برای کسب‌وکارهای رو به رشد طراحی شده که نیازمند ابزارهای
      مدیریت یکپارچه‌تر و کنترل دقیق‌تر فرایندهای فروش و مالی هستند.
      مناسب رستوران‌ها، فست‌فودها و کافی‌شاپ‌هایی که می‌خواهند فراتر
      از عملیات ساده فروش، قابلیت‌هایی مانند کنترل هزینه، گزارش‌های
      تحلیلی و مدیریت پیشرفته‌تر را در یک پلتفرم کامل تجربه کنند. این
      بسته تعادلی عالی بین امکانات و هزینه ارائه می‌دهد تا رشد
      کسب‌وکار را تسریع کند."
        priceInquiryText=" استعلام قیمت و مشاوره"
        selected={true}
      />

      <PlanCard
        planName="پلن جامع"
        description="راهکار جامع و هوشمند برای کسب‌وکارهای حرفه‌ای و زنجیره‌ای"
        features="اگر به دنبال راهکاری جامع و کامل برای مدیریت تمام جوانب کسب‌وکار
      رستورانی خود هستید، این پلن ویژه کسب‌وکارهای حرفه‌ای و زنجیره‌ای
      طراحی شده است. از کنترل دقیق موجودی انبار و مدیریت سفارشات چند
      شعبه گرفته تا گزارش‌گیری‌های لحظه‌ای و اتوماسیون پیشرفته، همه
      امکانات لازم برای افزایش بهره‌وری، بهبود تجربه مشتری و رشد
      پایدار را در اختیار خواهید داشت. این بسته مناسب مدیرانی است که
      به دنبال تحول دیجیتال کامل و بهینه‌سازی تمام فرآیندهای
      کسب‌وکارشان هستند."
        priceInquiryText=" استعلام قیمت و مشاوره"
        selected={false}
      />
    </div>
  );
};
